Repository: kiebitz-oss/apps-ffm
Catalog: apps/user/src/locales/*/messages.po
Languages: de

# common.footer.link.booking
source: Book appointment
de: Impftermin buchen

# common.footer.link.faq
source: Questions & Answers
de: Fragen & Antworten

# common.footer.link.imprint
source: Imprint
de: Impressum

# common.footer.link.kiebitz
source: Realized with Kiebitz
de: Realisiert mit Kiebitz

# common.footer.link.privacy
source: Data privacy
de: Datenschutz

# common.footer.title.informations
source: Information
de: Informationen

source: common.footer.title.languages
de: Sprache

source: header.nav.link.book_vaccination
de: Impftermin buchen

source: header.nav.link.faq
de: Fragen & Antworten

source: header.nav.link.lang_english_short
de: EN

source: header.nav.link.lang_german_short
de: DE

source: user.finder.appointment.back-link
de: Zurück zur Auswahl der Impfstelle

source: user.finder.appointment.card.date
de: am {0}

source: user.finder.appointment.card.submit
de: Termin auswählen

source: user.finder.appointment.card.time
de: {0} Uhr

source: user.finder.appointment.no-result
de: Es sind keine freien Termine verfügbar.<0/><1/>Bitte versuchen Sie einen späteren Zeitpunkt oder eine andere Impfstelle.

source: user.finder.appointment.provider.placeholder
de: Beliebige Impfstelle

source: user.finder.appointment.time.placeholder
de: Beliebige Zeit

source: user.finder.appointment.title
de: Termine

source: user.finder.date.back-link
de: Zurück zur Terminauswahl

source: user.finder.date.intro
de: Wann möchten Sie sich impfen lassen? Sie können Datum und Uhrzeit jederzeit im Prozess anpassen, wenn gewünscht. Bitte geben Sie ihren Wunschtermin unten an.

source: user.finder.date.label
de: Datum

# user.finder.date.submit
source: Select appointment
de: Termin auswählen

# user.finder.date.title
source: Date and Time
de: Datum und Uhrzeit

# user.finder.location.accessible.label
source: Only barrier-free vaccination sites
de: Nur barrierefreie Impfstellen

# user.finder.location.back-link
source: Back to general information
de: Zurück zu den allgemeinen Informationen

# user.finder.location.intro
source: Choose from the available options where you would like to be vaccinated.
de: Wählen Sie aus den möglichen Optionen, wo Sie geimpft werden möchten.

# user.finder.location.title
source: Vaccination sites
de: Impfstellen

# user.finder.success.appointment-code
source: Your booking-code
de: Ihr Buchungscode

# user.finder.success.appointment-title
source: Your appointment
de: Ihr Termin

# user.finder.success.cancel-button
source: Cancel appointment
de: Termin absagen

# user.finder.success.intro
source: <0>Important:</0> Please write down the code below and make sure you bring it with you to the vaccination.
de: <0>Wichtig:</0> Bitte notieren Sie sich den untenstehenden Code und bringen Sie ihn unbedingt zur Impfung mit.

# user.finder.success.title
source: Your appointment is booked!
de: Ihr Termin ist gebucht!

# user.finder.time.label
source: Time
de: Zeit

# user.finder.verify.appointment.subtitle
source: Your appointment
de: Ihr Termin

# user.finder.verify.back-link
source: Back to appointment selection
de: Zurück zur Terminauswahl

# user.finder.verify.intro
source: This is your selected appointment. Please check carefully that everything is correct.<0/> You can then finalise your booking.
de: Hier ist Ihr gewählter Termin. Prüfen Sie bitte genau, ob alles stimmt.<0/> Anschließend können Sie den Termin endgültig buchen.

# user.finder.verify.submit
source: Book appointment now
de: Termin jetzt buchen

# user.finder.verify.title
source: Overview
de: Übersicht

# user.welcome.button
source: Continue to the booking
de: Weiter zum Termin

# user.welcome.form_error
source: Please answer all questions, otherwise we will not be able to find dates for you. All your personal data will only be stored on your personal device and will not be transmitted or passed on to a server.
de: Bitte beantworten Sie alle Fragen, weil wir sonst keine Termine für Sie heraussuchen können. Alle Ihre persönlichen Daten werden nur auf Ihrem Endgerät gespeichert und nicht an einen Server übermittelt oder weitergegeben.

# user.welcome.intro-1
source: You are now only a few clicks away from your appointment.
de: Sie sind jetzt nur noch wenige Klicks von Ihrem Termin entfernt.

# user.welcome.intro-2
source: We generally do not store any personal data, but have a few questions to ensure that you receive the proper vaccine.
de: Wir stellen Ihnen im Folgenden ein paar Fragen, damit Sie den richtigen Impfstoff erhalten. Die Daten verbleiben auf Ihrem Gerät und werden nicht übermittelt.

# user.welcome.question1_value
source: Is this a booster vaccination?
de: Handelt es sich um eine Booster-Impfung?

# user.welcome.question2_error
source: It must be 3 months since your last vaccination appointment before you can receive a booster.
de: Es müssen 3 Monate seit Ihrem letzten Impftermin vergangen sein, bevor Sie sich boostern lassen können.

# user.welcome.question2_value
source: Was your last vaccination more than 3 months ago?
de: Liegt Ihre letzte Impfung mehr als 3 Monate zurück?

# user.welcome.question3_value
source: Are you pregnant or younger than 30?
de: Sind Sie jünger als 30 oder schwanger?

# user.welcome.question4_error
source: Unfortunately, appointments for child vaccinations are not (yet) offered via the portal. We will try to expand the offer as soon as possible and ask for your patience until then.
de: Leider gibt es aktuell (noch) keine Termine für Kinderimpfungen über das Portal. Wir bemühen uns, das Angebot so schnell wie möglich zu erweitern. Bis dahin bitten wir um Geduld.

# user.welcome.question4_value
source: Is the vaccinee younger than 12 years of age?
de: Ist die zu impfende Person jünger als 12?

# user.welcome.title
source: Welcome!
de: Willkommen!
