Repository: kiebitz-oss/apps-ffm
Catalog: apps/provider/src/locales/*/messages.po
Languages: de

# common.data-secret.text
source: Please carefully write down your data key! You need it to log in on another device (PC, tablet, smartphone, etc.) or to access your appointments on another terminal.
de: Bitte notieren Sie Ihren Datenschlüssel sorgfältig! Sie benötigen ihn, um sich auf einem anderen Gerät (PC, Tablet, Smartphone etc.) einzuloggen oder dort auf Ihre Termine zugreifen zu können.

# common.footer.link.booking
source: Book appointment
de: Impftermin buchen

# common.footer.link.faq
source: Questions & Answers
de: Fragen & Antworten

# common.footer.link.imprint
source: Imprint
de: Impressum

# common.footer.link.kiebitz
source: Realized with Kiebitz
de: Realisiert mit Kiebitz

# common.footer.link.privacy
source: Data privacy
de: Datenschutz

# common.footer.title.informations
source: Information
de: Informationen

# common.footer.title.languages
source: Language
de: Sprache

# provider.logout.button
source: Log out
de: Abmelden

# provider.logout.copy-secret
source: Copy data key
de: Datenschlüssel kopieren

# provider.logout.download-backup
source: Download appointment-file
de: Termin-Datei herunterladen

# provider.logout.intro
source: Do you really want to log out? Please make sure that you have written down your data key and downloaded your appointment-file. You can only log in again with both of them together.
de: Möchten Sie sich wirklich abmelden? Bitte stellen Sie sicher, dass Sie Ihren Datenschlüssel notiert und Ihre Termin-Datei heruntergeladen haben. Nur mit beidem zusammen können Sie sich erneut einloggen.

# provider.logout.notice.logging-out
source: Please wait, log out in progress…
de: Bitte warten, Sie werden abgemeldet...

# provider.logout.title
source: Log out
de: Abmelden

# provider.onboarding.access-code.description
source: If you have received a specific access code, please enter it here.
de: Falls Sie einen spezifischen Zugangscode erhalten haben, geben Sie ihn bitte hier ein.

# provider.onboarding.access-code.label
source: Access code (if available)
de: Zugangscode (falls vorhanden)

# provider.onboarding.accessible.label
source: Barrier-free access to the practice/vaccination site
de: Barrierefreier Zugang zur Praxis/zur Impfstelle

# provider.onboarding.city.error
source: Please enter an official place name
de: Bitte gegen Sie einen amtlichen Ortsnamen an

# provider.onboarding.city.label
source: Place
de: Ort

# provider.onboarding.data-description
source: The following contact details are used exclusively for communication with the support team.
de: Die folgenden Kontaktdaten dienen ausschließlich zur Kommunikation mit dem Support-Team.

# provider.onboarding.data-title
source: Contact details
de: Kontaktdaten

# provider.onboarding.description.description
source: Information for (potential) vaccinees (e.g. if you recommend specific vaccines only to certain groups).
de: Informationen für Impfwillige (z.B. wenn Sie einen Impfstoff nur bestimmten Gruppen empfehlen)

# provider.onboarding.description.title
source: Description
de: Beschreibung

# provider.onboarding.download-backup-data
source: Download appointment-file
de: Termin-Datei herunterladen

# provider.onboarding.email.label
source: E-mail address
de: E-Mail-Adresse

# provider.onboarding.generating-backup-data
source: Please wait, creating file…
de: Bitte warten, erstelle Datei …

# provider.onboarding.intro
source: These are the general contact details
de: Dies sind die allgemeinen Kontaktdaten.

# provider.onboarding.name.error.min-length
source: Please enter a valid name, the name provided seems rather short.
de: Der angegebene Name ist sehr kurz. Geht es ausführlicher?

# provider.onboarding.name.error.required
source: Please enter a valid name, the name provided seems rather short.
de: Der angegebene Name ist sehr kurz. Geht es ausführlicher?

# provider.onboarding.name.label
source: Full name
de: Vollständiger Name

# provider.onboarding.phone.label
source: Phone
de: Telefonnummer

# provider.onboarding.save-and-continue
source: Next
de: Weiter

# provider.onboarding.secret.button
source: Finalise & go to scheduling
de: Abschließen & zur Terminplanung

# provider.onboarding.secret.notice
source: To log in again and access your appointments you will need both your data key and the downloaded appointment file. Please make sure that you have written down your data key and downloaded your appointment-file. You can only log in again with both of them together.
de: Um sich später wieder einzuloggen bzw. auf Ihre Termine zugreifen zu können, benötigen Sie Ihre heruntergeladene Termin-Datei und Ihren Datenschlüssel. Bitte laden Sie jetzt Ihre Termin-Datei herunter und notieren Sie sich im Anschluss den Datenschlüssel.

# provider.onboarding.settings-description
source: Further details
de: Weitere Angaben

# provider.onboarding.street.error
source: Please enter a valid street
de: Bitte geben Sie einen amtlichen Straßennamen an

# provider.onboarding.street.label
source: Street and Number
de: Straße & Hausnummer

# provider.onboarding.title
source: General details
de: Allgemeine Daten

# provider.onboarding.verify.button
source: Next
de: Weiter

# provider.onboarding.verify.edit-data
source: Edit
de: Anpassen

# provider.onboarding.website.label
source: Website
de: Webseite

# provider.onboarding.zip-code.error
source: Please enter a valid postal code
de: Bitte geben Sie eine gültige Postleitzahl an

# provider.onboarding.zip-code.label
source: Postal code
de: Postleitzahl

# provider.provider-data.accessible
source: Barrier-free access to the practice/vaccination site
de: Barrierefreier Zugang zur Praxis/zur Impfstelle

# provider.provider-data.accessible-no
source: No
de: Nein

# provider.provider-data.accessible-yes
source: Yes
de: Ja

# provider.provider-data.city
source: Place
de: Ort

# provider.provider-data.description
source: Information for (potential) vaccinees
de: Informationen für Impfwillige

# provider.provider-data.email
source: E-mail address
de: E-Mail-Adresse

# provider.provider-data.name
source: Full name
de: Vollständiger Name

# provider.provider-data.not-given
source: (No answer)
de: (keine Angabe)

# provider.provider-data.not-verified-yet
source: Your data has not yet been verified. Please understand that verification can take up to 48h.
de: Ihre Daten wurden noch nicht verifiziert. Bitte haben Sie Verständnis, dass die Verifizierung bis zu 48h dauern kann.

# provider.provider-data.notice
source: Please check your data before you finalise the process.
de: Bitte überprüfen Sie Ihre Daten, bevor Sie den Vorgang abschließen.

# provider.provider-data.phone
source: Phone number
de: Telefonnummer

# provider.provider-data.street
source: Street and Number
de: Straße & Hausnummer

# provider.provider-data.website
source: Website
de: Webseite

# provider.provider-data.zip-code
source: Postal code
de: Postleitzahl

# provider.restore-form.failed
source: Loading of your data has failed. Please check your data key and the selected appointment-file.
de: Das Laden Ihrer Daten ist leider fehlgeschlagen. Bitte prüfen Sie Ihren Datenschlüssel sowie die ausgewählte Termin-Datei.

# provider.restore-form.input
source: Select file
de: Termin-Datei wählen

# provider.restore-form.input.description
source: Please upload your appointment-file (vaccination-appointments-2022[Date&Time].enc)
de: Bitte laden Sie hier Ihre Termin-Datei (Impftermine-2022[Datum&Uhrzeit].enc) hoch.

# provider.restore-form.invalid-file
source: Invalid appointment-file
de: Termin-Datei ungültig

# provider.restore-form.invalid-secret
source: Invalid data key
de: Datenschlüssel ungültig

# provider.restore-form.load
source: Log in
de: Anmelden

# provider.restore-form.missing-file
source: Appointment-file missing
de: Termin-Datei fehlt

# provider.restore-form.secret.description
source: The data key you received during registration
de: Der Datenschlüssel, den Sie bei der Registrierung erhalten haben.

# provider.restore-form.secret.label
source: Data key
de: Datenschlüssel

# provider.schedule.create-appointment-modal.too-few-slots
source: Too few appointments given
de: Zu wenig Termine angegeben

# provider.schedule.create-appointment-modal.too-many-slots
source: Too many appointments given
de: Zu viele Termine angegeben

# provider.schedule.create.appointment-modal.button
source: Save
de: Speichern

# provider.schedule.create.appointment-modal.date.label
source: Date
de: Datum

# provider.schedule.create.appointment-modal.duration-label
source: exp. Duration
de: Voraussichtliche Dauer

# provider.schedule.create.appointment-modal.duration-value
source: Duration: {duration} minutes
de: Dauer: {duration} Minuten

# provider.schedule.create.appointment-modal.edit-title
source: Edit appointment
de: Termin bearbeiten

# provider.schedule.create.appointment-modal.new-title
source: Create appointment
de: Neuen Termin erstellen

# provider.schedule.create.appointment-modal.slots.label
source: Number of vaccination doses
de: Anzahl Impfdosen

# provider.schedule.create.appointment-modal.time.label
source: Time
de: Uhrzeit

# provider.schedule.create.appointment-modal.vaccine-label
source: Vaccine
de: Impfstoff

# provider.secret.title
source: Your data key
de: Ihr Datenschlüssel

# provider.settings.title
source: Settings
de: Einstellungen

# provider.welcome.loggedout-.notice
source: You were successfully logged out. You can log in again anytime with your data key and your appointment-file.
de: Sie wurden erfolgreich abgemeldet. Sie können Ihre Daten jederzeit mit Ihrem Datenschlüssel und Ihrer Termin-Datei wiederherstellen.

# provider.welcome.title
source: Vaccination sites
de: Impfstellen
